{
  "movies": [
    {
      "id": 19404,
      "title": "Dilwale Dulhania Le Jayenge",
      "overview": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
      "date": "October 20, 1995",
      "genres": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "poster": "/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
      "backdrop": "/pVGzV02qmHVoKx9ehBNy7m2u5fs.jpg",
      "rate": 8.8
    },
    {
      "id": 278,
      "title": "The Shawshank Redemption",
      "overview": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
      "date": "September 23, 1994",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/9O7gLzmreU0nGkIB6K3BsJbzvNv.jpg",
      "backdrop": "/65nAfGikljrOkfIrcfmrNTJTAXF.jpg",
      "rate": 8.7
    },
    {
      "id": 238,
      "title": "The Godfather",
      "overview": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
      "date": "March 14, 1972",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/d4KNaTrltq6bpkFS01pYtyXa09m.jpg",
      "backdrop": "/6xKCYgH16UuwEGAyroLU6p8HLIn.jpg",
      "rate": 8.7
    },
    {
      "id": 496243,
      "title": "Parasite",
      "overview": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
      "date": "May 30, 2019",
      "genres": [
        "Comedy",
        "Drama",
        "Thriller"
      ],
      "poster": "/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
      "backdrop": "/TU9NIjwzjoKPwQHoHshkFcQUCG.jpg",
      "rate": 8.6
    },
    {
      "id": 424,
      "title": "Schindler's List",
      "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
      "date": "November 30, 1993",
      "genres": [
        "Drama",
        "History",
        "War"
      ],
      "poster": "/yPisjyLweCl1tbgwgtzBCNCBle.jpg",
      "backdrop": "/cTNYRUTXkBgPH3wP3kmPUB5U6dA.jpg",
      "rate": 8.6
    },
    {
      "id": 240,
      "title": "The Godfather: Part II",
      "overview": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
      "date": "December 20, 1974",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/bVq65huQ8vHDd1a4Z37QtuyEvpA.jpg",
      "backdrop": "/gLbBRyS7MBrmVUNce91Hmx9vzqI.jpg",
      "rate": 8.5
    },
    {
      "id": 372058,
      "title": "Your Name.",
      "overview": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
      "date": "August 26, 2016",
      "genres": [
        "Animation",
        "Drama",
        "Romance"
      ],
      "poster": "/xq1Ugd62d23K2knRUx6xxuALTZB.jpg",
      "backdrop": "/7OMAfDJikBxItZBIug0NJig5DHD.jpg",
      "rate": 8.5
    },
    {
      "id": 129,
      "title": "Spirited Away",
      "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
      "date": "July 20, 2001",
      "genres": [
        "Animation",
        "Family",
        "Fantasy"
      ],
      "poster": "/oRvMaJOmapypFUcQqpgHMZA6qL9.jpg",
      "backdrop": "/mnpRKVSXBX6jb56nabvmGKA0Wig.jpg",
      "rate": 8.5
    },
    {
      "id": 497,
      "title": "The Green Mile",
      "overview": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
      "date": "December 10, 1999",
      "genres": [
        "Crime",
        "Drama",
        "Fantasy"
      ],
      "poster": "/sOHqdY1RnSn6kcfAHKu28jvTebE.jpg",
      "backdrop": "/Rlt20sEbOQKPVjia7lUilFm49W.jpg",
      "rate": 8.5
    },
    {
      "id": 680,
      "title": "Pulp Fiction",
      "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
      "date": "September 10, 1994",
      "genres": [
        "Crime",
        "Thriller"
      ],
      "poster": "/d5iIlFn5s0ImszYzBPb8JPIfbXD.jpg",
      "backdrop": "/suaEOtk1N1sgg2MTM7oZd2cfVp3.jpg",
      "rate": 8.5
    },
    {
      "id": 637,
      "title": "Life Is Beautiful",
      "overview": "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.",
      "date": "December 20, 1997",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/f7DImXDebOs148U4uPjI61iDvaK.jpg",
      "backdrop": "/bORe0eI72D874TMawOOFvqWS6Xe.jpg",
      "rate": 8.5
    },
    {
      "id": 13,
      "title": "Forrest Gump",
      "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
      "date": "July 6, 1994",
      "genres": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "poster": "/yE5d3BUhE8hCnkMUJOo1QDoOGNz.jpg",
      "backdrop": "/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "rate": 8.4
    },
    {
      "id": 155,
      "title": "The Dark Knight",
      "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
      "date": "July 16, 2008",
      "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
      ],
      "poster": "/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
      "backdrop": "/hqkIcbrOHL86UncnHIsHVcVmzue.jpg",
      "rate": 8.4
    },
    {
      "id": 346,
      "title": "Seven Samurai",
      "overview": "A samurai answers a village's request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food. A giant battle occurs when 40 bandits attack the village.",
      "date": "April 26, 1954",
      "genres": [
        "Action",
        "Drama"
      ],
      "poster": "/v6xrz4fr92KY1oNC3HsEvrsvR1n.jpg",
      "backdrop": "/61vLiK96sbXeHpQiMxI4CuqBA3z.jpg",
      "rate": 8.4
    },
    {
      "id": 122,
      "title": "The Lord of the Rings: The Return of the King",
      "overview": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.",
      "date": "December 1, 2003",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "poster": "/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
      "backdrop": "/8BPZO0Bf8TeAy8znF43z8soK3ys.jpg",
      "rate": 8.4
    },
    {
      "id": 311,
      "title": "Once Upon a Time in America",
      "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
      "date": "May 23, 1984",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/x733R4ISI0RbKeHhVkXdTMFmTFr.jpg",
      "backdrop": "/vnT6HzjLSDrAweHn9xWykb8Ii6T.jpg",
      "rate": 8.4
    },
    {
      "id": 769,
      "title": "GoodFellas",
      "overview": "The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
      "date": "September 12, 1990",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/pwpGfTImTGifEGgLb3s6LRPd4I6.jpg",
      "backdrop": "/sw7mordbZxgITU877yTpZCud90M.jpg",
      "rate": 8.4
    },
    {
      "id": 429,
      "title": "The Good, the Bad and the Ugly",
      "overview": "While the Civil War rages between the Union and the Confederacy, three men – a quiet loner, a ruthless hit man and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
      "date": "December 23, 1966",
      "genres": [
        "Western"
      ],
      "poster": "/wfPHdfofBD5PN96dV96a51B3Ja2.jpg",
      "backdrop": "/xGC2fY5KFmtuXnsuQwYQKFOLZFy.jpg",
      "rate": 8.4
    },
    {
      "id": 539,
      "title": "Psycho",
      "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.",
      "date": "June 22, 1960",
      "genres": [
        "Drama",
        "Horror",
        "Thriller"
      ],
      "poster": "/81d8oyEFgj7FlxJqSDXWr8JH8kV.jpg",
      "backdrop": "/3md49VBCeqY6MSNyAVY6d5eC6bA.jpg",
      "rate": 8.4
    },
    {
      "id": 389,
      "title": "12 Angry Men",
      "overview": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
      "date": "April 10, 1957",
      "genres": [
        "Drama"
      ],
      "poster": "/3W0v956XxSG5xgm7LB6qu8ExYJ2.jpg",
      "backdrop": "/lH2Ga8OzjU1XlxJ73shOlPx6cRw.jpg",
      "rate": 8.4
    },
    {
      "id": 550,
      "title": "Fight Club",
      "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
      "date": "October 15, 1999",
      "genres": [
        "Drama"
      ],
      "poster": "/4GpwvwDjgwiShr1UBJIn5fk1gwT.jpg",
      "backdrop": "/mMZRKb3NVo5ZeSPEIaNW9buLWQ0.jpg",
      "rate": 8.4
    },
    {
      "id": 40096,
      "title": "A Dog's Will",
      "overview": "The lively João Grilo and the sly Chicó are poor guys living in the hinterland who cheat a bunch of people in a small Northeast Brazil town. But when they die, they have to be judged by Christ, the Devil and the Virgin Mary, before they are admitted to paradise.",
      "date": "September 15, 2000",
      "genres": [
        "Adventure",
        "Comedy"
      ],
      "poster": "/imcOp1kJsCsAFCoOtY5OnPrFbAf.jpg",
      "backdrop": "/alQqTpmEkxSLgajfEYTsTH6nAKB.jpg",
      "rate": 8.4
    },
    {
      "id": 510,
      "title": "One Flew Over the Cuckoo's Nest",
      "overview": "While serving time for insanity at a state mental hospital, implacable rabble-rouser, Randle Patrick McMurphy, inspires his fellow patients to rebel against the authoritarian rule of head nurse, Mildred Ratched.",
      "date": "November 18, 1975",
      "genres": [
        "Drama"
      ],
      "poster": "/2Sns5oMb356JNdBHgBETjIpRYy9.jpg",
      "backdrop": "/cdxVHfMdLMptoGUFaN6LYOyy81f.jpg",
      "rate": 8.4
    },
    {
      "id": 11216,
      "title": "Cinema Paradiso",
      "overview": "A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.",
      "date": "November 17, 1988",
      "genres": [
        "Drama",
        "Romance"
      ],
      "poster": "/hYzCLju3W74nLhhRXfPkwDi1Tun.jpg",
      "backdrop": "/tVi83ttAeyMJinYpy6xfgJSpzvP.jpg",
      "rate": 8.4
    },
    {
      "id": 324857,
      "title": "Spider-Man: Into the Spider-Verse",
      "overview": "Miles Morales is juggling his life between being a high school student and being a spider-man. When Wilson \"Kingpin\" Fisk uses a super collider, others from across the Spider-Verse are transported to this dimension.",
      "date": "December 6, 2018",
      "genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
      ],
      "poster": "/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
      "backdrop": "/uUiId6cG32JSRI6RyBQSvQtLjz2.jpg",
      "rate": 8.4
    },
    {
      "id": 598,
      "title": "City of God",
      "overview": "Cidade de Deus is a shantytown that started during the 1960s and became one of Rio de Janeiro’s most dangerous places in the beginning of the 1980s. To tell the story of this place, the movie describes the life of various characters, all seen by the point of view of the narrator, Buscapé. Buscapé was raised in a very violent environment. Despite the feeling that all odds were against him, he finds out that life can be seen with other eyes...",
      "date": "February 5, 2002",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/4YEX7qUfg6kN2tHm84CMt2CEq9n.jpg",
      "backdrop": "/k4BAPrE5WkNLvpsPsiMfu8W4Zyi.jpg",
      "rate": 8.4
    },
    {
      "id": 599,
      "title": "Sunset Boulevard",
      "overview": "A hack screenwriter writes a screenplay for a former silent film star who has faded into Hollywood obscurity.",
      "date": "August 10, 1950",
      "genres": [
        "Drama"
      ],
      "poster": "/oFwzvRgfxJc0FUr2mwYTi10dk3G.jpg",
      "backdrop": "/u44VbUuoP6OZYEBv2DRd7ShPTMp.jpg",
      "rate": 8.4
    },
    {
      "id": 901,
      "title": "City Lights",
      "overview": "City Lights is the first silent film that Charlie Chaplin directed after he established himself with sound accompanied films. The film is about a penniless man who falls in love with a flower girl.",
      "date": "February 1, 1931",
      "genres": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "poster": "/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
      "backdrop": "/vT6ux2rdyg2kexuLisO5Ygz7pHg.jpg",
      "rate": 8.4
    },
    {
      "id": 244786,
      "title": "Whiplash",
      "overview": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
      "date": "October 10, 2014",
      "genres": [
        "Drama",
        "Music"
      ],
      "poster": "/lIv1QinFqz4dlp5U4lQ6HaiskOZ.jpg",
      "backdrop": "/6bbZ6XyvgfjhQwbplnUh1LSj1ky.jpg",
      "rate": 8.4
    },
    {
      "id": 73,
      "title": "American History X",
      "overview": "Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
      "date": "October 30, 1998",
      "genres": [
        "Drama"
      ],
      "poster": "/fXepRAYOx1qC3wju7XdDGx60775.jpg",
      "backdrop": "/i9A0UMFg1hI2kLyCCwnmSbpT2cd.jpg",
      "rate": 8.4
    },
    {
      "id": 12477,
      "title": "Grave of the Fireflies",
      "overview": "In the final months of World War II, 14-year-old Seita and his sister Setsuko are orphaned when their mother is killed during an air raid in Kobe, Japan. After a falling out with their aunt, they move into an abandoned bomb shelter. With no surviving relatives and their emergency rations depleted, Seita and Setsuko struggle to survive.",
      "date": "April 16, 1988",
      "genres": [
        "Animation",
        "Drama",
        "War"
      ],
      "poster": "/wcNkHDbyc290hcWk7KXbBZUuXpq.jpg",
      "backdrop": "/8YUOPp10K8qX3yGBR123ZMtAXQd.jpg",
      "rate": 8.4
    },
    {
      "id": 18491,
      "title": "Neon Genesis Evangelion: The End of Evangelion",
      "overview": "The second of two theatrically released follow-ups to the Neon Genesis Evangelion series. Comprising of two alternate episodes which were first intended to take the place of episodes 25 and 26, this finale answers many of the questions surrounding the series, while also opening up some new possibilities.",
      "date": "July 19, 1997",
      "genres": [
        "Animation",
        "Drama",
        "Science Fiction"
      ],
      "poster": "/5JYzfyKBwReaQ41WFhqXgOZnPWV.jpg",
      "backdrop": "/AfyuI3glMCBDFmNPj9PY6DwbgGp.jpg",
      "rate": 8.4
    },
    {
      "id": 914,
      "title": "The Great Dictator",
      "overview": "Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.",
      "date": "October 15, 1940",
      "genres": [
        "Comedy"
      ],
      "poster": "/hK2KsU0lNiYRqIrYJcC3x63dPnH.jpg",
      "backdrop": "/qkpsvso2neEr7v6YnyMoZtm6R9F.jpg",
      "rate": 8.4
    },
    {
      "id": 18148,
      "title": "Tokyo Story",
      "overview": "The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don't have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.",
      "date": "November 3, 1953",
      "genres": [
        "Drama"
      ],
      "poster": "/g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg",
      "backdrop": "/jLq0ol1f0ZKXni9R9GsPBcyPrNN.jpg",
      "rate": 8.4
    },
    {
      "id": 432517,
      "title": "Sherlock: The Final Problem",
      "overview": "Long buried secrets finally come to light as someone has been playing a very long game indeed. Sherlock and John face their greatest ever challenge. Is the game finally over?",
      "date": "January 15, 2017",
      "genres": [
        "Drama",
        "Mystery"
      ],
      "poster": "/ySiqbi1sW7imVYbtECZS0xQ3Hmj.jpg",
      "backdrop": "/3nXbWFPFGvjSE5bw8G6bBLVIzow.jpg",
      "rate": 8.4
    },
    {
      "id": 1891,
      "title": "The Empire Strikes Back",
      "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
      "date": "May 20, 1980",
      "genres": [
        "Action",
        "Adventure",
        "Science Fiction"
      ],
      "poster": "/9SKDSFbaM6LuGqG1aPWN3wYGEyD.jpg",
      "backdrop": "/amYkOxCwHiVTFKendcIW0rSrRlU.jpg",
      "rate": 8.4
    },
    {
      "id": 4935,
      "title": "Howl's Moving Castle",
      "overview": "When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle.",
      "date": "November 19, 2004",
      "genres": [
        "Adventure",
        "Animation",
        "Fantasy"
      ],
      "poster": "/sVnMD28upIAlOnZNXT7OOSF5XlR.jpg",
      "backdrop": "/3A6xyR32iAkoNr8NoeoqkQZHD4u.jpg",
      "rate": 8.4
    },
    {
      "id": 3782,
      "title": "Ikiru",
      "overview": "Kanji Watanabe is a middle-aged man who has worked in the same monotonous bureaucratic position for decades. Learning he has cancer, he starts to look for the meaning of his life.",
      "date": "October 9, 1952",
      "genres": [
        "Drama"
      ],
      "poster": "/dgNTS4EQDDVfkzJI5msKuHu2Ei3.jpg",
      "backdrop": "/j0zrfpozbek9OeapYYS9w8ECFn5.jpg",
      "rate": 8.4
    },
    {
      "id": 128,
      "title": "Princess Mononoke",
      "overview": "Ashitaka, a prince of the disappearing Emishi people, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
      "date": "July 12, 1997",
      "genres": [
        "Adventure",
        "Animation",
        "Fantasy"
      ],
      "poster": "/9RLmX3ATWzDRgXAa3PTrmBt4OU2.jpg",
      "backdrop": "/aZZCMHAoQcCXaAgbDkSD6JcFL9f.jpg",
      "rate": 8.4
    },
    {
      "id": 579245,
      "title": "The Specials",
      "overview": "For twenty years, Bruno and Malik have lived in a different world—the world of autistic children and teens. In charge of two separate nonprofit organizations (The Hatch & The Shelter), they train young people from underprivileged areas to be caregivers for extreme cases that have been refused by all other institutions. It’s an exceptional partnership, outside of traditional settings, for some quite extraordinary characters.",
      "date": "October 23, 2019",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/98bgKk9qr2cTjZYVhZy5V6pw1b1.jpg",
      "backdrop": "/2VQWArUeKORUOn4P3iOOeknw5C2.jpg",
      "rate": 8.3
    },
    {
      "id": 313106,
      "title": "Doctor Who: The Day of the Doctor",
      "overview": "In 2013, something terrible is awakening in London's National Gallery; in 1562, a murderous plot is afoot in Elizabethan England; and somewhere in space an ancient battle reaches its devastating conclusion. All of reality is at stake as the Doctor's own dangerous past comes back to haunt him.",
      "date": "November 23, 2013",
      "genres": [
        "Adventure",
        "Science Fiction"
      ],
      "poster": "/lQy2QVcacuH55k37K9Ox0gw3YpZ.jpg",
      "backdrop": "/8bxjRFqFztBoXdVEx6q2u66a0s1.jpg",
      "rate": 8.4
    },
    {
      "id": 11659,
      "title": "The Best of Youth",
      "overview": "Spanning four decades, from the chaotic 1960s to the present, director Marco Tullio Giordana's passionate epic 'La Meglio Gioventu' follows two Italian brothers through some of the most tumultuous events of recent Italian history.",
      "date": "June 22, 2003",
      "genres": [
        "Drama",
        "Romance"
      ],
      "poster": "/fWi5OVdODBYsNXZTmVbvV1ROMhl.jpg",
      "backdrop": "/3VZH3Lw7mDjXjAYme3XYwujFMZX.jpg",
      "rate": 8.4
    },
    {
      "id": 508965,
      "title": "Klaus",
      "overview": "When Jesper distinguishes himself as the Postal Academy's worst student, he is sent to Smeerensburg, a small village located on an icy island above the Arctic Circle, where grumpy inhabitants barely exchange words, let alone letters. Jesper is about to give up and abandon his duty as a postman when he meets local teacher Alva and Klaus, a mysterious carpenter who lives alone in a cabin full of handmade toys.",
      "date": "November 8, 2019",
      "genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Family"
      ],
      "poster": "/q125RHUDgR4gjwh1QkfYuJLYkL.jpg",
      "backdrop": "/xBD64RBepJDWmGhcxZMiJC9JKRZ.jpg",
      "rate": 8.3
    },
    {
      "id": 567,
      "title": "Rear Window",
      "overview": "Professional photographer L.B. 'Jeff' Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. When he begins to suspect that a man across the courtyard may have murdered his wife, Jeff enlists the help of his high society fashion-consultant girlfriend and his visiting nurse to investigate.",
      "date": "September 1, 1954",
      "genres": [
        "Drama",
        "Mystery",
        "Thriller"
      ],
      "poster": "/oXbT7vlLmZ76kWoHe5XJYuyJUgp.jpg",
      "backdrop": "/8hknli2ljweYPkdEgl33vtJBf2U.jpg",
      "rate": 8.3
    },
    {
      "id": 452522,
      "title": "Twin Peaks",
      "overview": "An idiosyncratic FBI agent investigates the murder of a young woman in the even more idiosyncratic town of Twin Peaks. (This standalone version of the series pilot was produced for the European VHS market and has an alternate, closed ending.)",
      "date": "December 31, 1989",
      "genres": [
        "Crime",
        "Drama",
        "Mystery"
      ],
      "poster": "/2Fb8neVxZtCIXwbJ9DOk6Ra29mV.jpg",
      "backdrop": "/144EasyUFWvzA26CWxcUlHXuMDr.jpg",
      "rate": 8.3
    },
    {
      "id": 975,
      "title": "Paths of Glory",
      "overview": "A commanding officer defends three scapegoats on trial for a failed offensive that occurred within the French Army in 1916.",
      "date": "September 18, 1957",
      "genres": [
        "Drama",
        "War"
      ],
      "poster": "/f3DEXseCs3WBtvCv9pVPCtoluuG.jpg",
      "backdrop": "/vSDl3hqsxxNaj0tE5ZLsTQeL0dS.jpg",
      "rate": 8.3
    },
    {
      "id": 14537,
      "title": "Harakiri",
      "overview": "Aging samurai Hanshiro Tsugumo arrives at the home of Kageyu Saito and asks to commit a ritual suicide on the property, which Saito thinks is a ploy to gain pity and a job. Saito tells Tsugumo of another samurai, Motome Chijiiwa, who threatened suicide as a stratagem, only to be forced to follow through on the task. When Tsugumo reveals that Chijiiwa was his son-in-law, the disclosure sets off a fierce conflict.",
      "date": "September 15, 1962",
      "genres": [
        "Action",
        "Drama",
        "History"
      ],
      "poster": "/k2SE5P8expiI4Pt9qzIX0xJn94E.jpg",
      "backdrop": "/pz9fxHyGiiNLZ21bccAtwrMAH7f.jpg",
      "rate": 8.3
    },
    {
      "id": 265177,
      "title": "Mommy",
      "overview": "A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent.",
      "date": "May 22, 2014",
      "genres": [
        "Drama"
      ],
      "poster": "/tpoaLlY0ZdVGDLToVwkGdWxLHRe.jpg",
      "backdrop": "/ktUKyHQwjY64JJPVbf51bVML9Qn.jpg",
      "rate": 8.3
    },
    {
      "id": 207,
      "title": "Dead Poets Society",
      "overview": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.",
      "date": "June 2, 1989",
      "genres": [
        "Drama"
      ],
      "poster": "/3Ri2GReavqSHqWemlP6HYn8i2P9.jpg",
      "backdrop": "/34DzJKMrzgc3EO1Dnbp6mkpbCZm.jpg",
      "rate": 8.3
    },
    {
      "id": 423,
      "title": "The Pianist",
      "overview": "The true story of pianist Władysław Szpilman's experiences in Warsaw during the Nazi occupation. When the Jews of the city find themselves forced into a ghetto, Szpilman finds work playing in a café; and when his family is deported in 1942, he stays behind, works for a while as a laborer, and eventually goes into hiding in the ruins of the war-torn city.",
      "date": "September 17, 2002",
      "genres": [
        "Drama",
        "War"
      ],
      "poster": "/hfMeo073RxKKjZZV4gSGema1yog.jpg",
      "backdrop": "/xUR95VFV1UTyzS1C8Lj06hi2n2M.jpg",
      "rate": 8.3
    },
    {
      "id": 797,
      "title": "Persona",
      "overview": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. Alma eventually confesses her secrets to a seemingly sympathetic Elisabeth and finds that her own personality is being submerged into Elisabeth's persona.",
      "date": "October 18, 1966",
      "genres": [
        "Drama"
      ],
      "poster": "/cjAnlvCrp9ZY7atASUsxRrhve7o.jpg",
      "backdrop": "/hqFN0gOmeXKmKP266CSjbHt9y05.jpg",
      "rate": 8.3
    },
    {
      "id": 10376,
      "title": "The Legend of 1900",
      "overview": "The story of a virtuoso piano player who lives his entire life aboard an ocean liner. Born and raised on the ship, 1900 (Tim Roth) learned about the outside world through interactions with passengers, never setting foot on land, even for the love of his life. Years later, the ship may be destroyed, and a former band member fears that 1900 may still be aboard, willing to go down with the ship.",
      "date": "October 28, 1998",
      "genres": [
        "Drama",
        "Music",
        "Romance"
      ],
      "poster": "/wss1PkvHD2cYH6lu5mSa2MgGoi.jpg",
      "backdrop": "/g95aipBRguk1lFwpAU7FJ4Z9cws.jpg",
      "rate": 8.3
    },
    {
      "id": 531428,
      "title": "Portrait of a Lady on Fire",
      "overview": "On an isolated island in Brittany at the end of the eighteenth century, a female painter is obliged to paint a wedding portrait of a young woman.",
      "date": "June 17, 2019",
      "genres": [
        "Drama",
        "Romance"
      ],
      "poster": "/3NTEMlG5mQdIAlKDl3AJG0rX29Z.jpg",
      "backdrop": "/joXf2ToDZjVMBxWrzijQ3V9cC8p.jpg",
      "rate": 8.3
    },
    {
      "id": 12493,
      "title": "High and Low",
      "overview": "An executive of a shoe company becomes a victim of extortion when his chauffeur's son is kidnapped and held for ransom.",
      "date": "March 1, 1963",
      "genres": [
        "Crime",
        "Drama",
        "Mystery",
        "Thriller"
      ],
      "poster": "/tgNjemQPG96uIezpiUiXFcer5ga.jpg",
      "backdrop": "/u5OL2pXswNjZq21jXylOsuefULH.jpg",
      "rate": 8.3
    },
    {
      "id": 26451,
      "title": "Investigation of a Citizen Above Suspicion",
      "overview": "A chief of detectives, homicide section, kills his mistress and deliberately leaves clues to prove his own responsibility for the crime.",
      "date": "November 13, 1970",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/9eVhJgbvAuUuQlBAQtqYQp6j7AR.jpg",
      "backdrop": "/tJaeWoH1UJPyeIU2yd9YJgeghFC.jpg",
      "rate": 8.3
    },
    {
      "id": 120,
      "title": "The Lord of the Rings: The Fellowship of the Ring",
      "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
      "date": "December 18, 2001",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "poster": "/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
      "backdrop": "/ua5EHfleb44L5hfHPs2BPqRAove.jpg",
      "rate": 8.3
    },
    {
      "id": 3082,
      "title": "Modern Times",
      "overview": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.",
      "date": "February 5, 1936",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg",
      "backdrop": "/s58uDwuyVMqgsbmnfyrbpfF147.jpg",
      "rate": 8.3
    },
    {
      "id": 25237,
      "title": "Come and See",
      "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
      "date": "July 1, 1985",
      "genres": [
        "Drama",
        "History",
        "War"
      ],
      "poster": "/2s3OKpYDe7ASMfwL7kocdUbjsrh.jpg",
      "backdrop": "/1RKpaOeY60gCNbkW2xGBrXYkZUg.jpg",
      "rate": 8.3
    },
    {
      "id": 20914,
      "title": "My Friends",
      "overview": "Like in many other Monicelli movies, the main theme of Amici miei is friendship, seen from a rather bitter point of view. It tells the story of four middle-aged friends in Florence who organize together idle pranks (called zingarate, \"gypsy shenanigans\") in a continuous attempt to prolong childhood during their adult life.",
      "date": "August 15, 1975",
      "genres": [
        "Comedy"
      ],
      "poster": "/2n6BSqurUOVBlsigtGAfedBzn53.jpg",
      "backdrop": "/fWzP4LZLTVVLxF0CXMgKld7u9Li.jpg",
      "rate": 8.3
    },
    {
      "id": 101,
      "title": "Léon: The Professional",
      "overview": "Léon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Léon's footsteps.",
      "date": "September 14, 1994",
      "genres": [
        "Action",
        "Crime",
        "Drama"
      ],
      "poster": "/gE8S02QUOhVnAmYu4tcrBlMTujz.jpg",
      "backdrop": "/dXQ7HILRK1Tg33RT64JwbQI7Osh.jpg",
      "rate": 8.3
    },
    {
      "id": 807,
      "title": "Se7en",
      "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Sommerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
      "date": "September 22, 1995",
      "genres": [
        "Crime",
        "Mystery",
        "Thriller"
      ],
      "poster": "/8zw8IL4zEPjkh8Aysdcd0FwGMb0.jpg",
      "backdrop": "/A0WKbRIojF9DUWG4XLCmg5JK6I5.jpg",
      "rate": 8.3
    },
    {
      "id": 895,
      "title": "Andrei Rublev",
      "overview": "An expansive Russian drama, this film focuses on the life of revered religious icon painter Andrei Rublev. Drifting from place to place in a tumultuous era, the peace-seeking monk eventually gains a reputation for his art. But after Rublev witnesses a brutal battle and unintentionally becomes involved, he takes a vow of silence and spends time away from his work. As he begins to ease his troubled soul, he takes steps towards becoming a painter once again.",
      "date": "December 16, 1966",
      "genres": [
        "Drama",
        "History"
      ],
      "poster": "/910xRIUmNJrWH2hkQifBJtoPp5R.jpg",
      "backdrop": "/8iIVnCOTn3QcVicgnrcLrnm3JBS.jpg",
      "rate": 8.3
    },
    {
      "id": 27205,
      "title": "Inception",
      "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
      "date": "July 15, 2010",
      "genres": [
        "Action",
        "Adventure",
        "Science Fiction"
      ],
      "poster": "/qmDpIHrmpJINaRKAfWQfftjCdyi.jpg",
      "backdrop": "/s2bT29y0ngXxxu2IA8AOzzXTRhd.jpg",
      "rate": 8.3
    },
    {
      "id": 24188,
      "title": "Il Sorpasso",
      "overview": "Roberto, a shy law student in Rome, meets Bruno, a forty-year-old exuberant, capricious man, who takes him for a drive through the Roman and Tuscany countries in the summer. Along the way, they end up knowing each other and entering each other's lives. A twist at the end puts everything into perspective.",
      "date": "December 4, 1962",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/cnMOaDouZek6l7BcydVBrBlWegi.jpg",
      "backdrop": "/sNjjEyEX86INsiFCEzvLyGEWJSN.jpg",
      "rate": 8.3
    },
    {
      "id": 290098,
      "title": "The Handmaiden",
      "overview": "1930s Korea, in the period of Japanese occupation, a young woman is hired as a handmaiden to a Japanese heiress who lives a secluded life on a large countryside estate with her domineering uncle. But, the maid has a secret: she is a pickpocket recruited by a swindler posing as a Japanese count to help him seduce the heiress to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until the women discover some unexpected emotions.",
      "date": "June 1, 2016",
      "genres": [
        "Drama",
        "Romance",
        "Thriller"
      ],
      "poster": "/wvzfK5QR6dGLwND8MCzWjsQWG4Q.jpg",
      "backdrop": "/3upEZ0ltY7WwOSFVXrtiP34D48p.jpg",
      "rate": 8.3
    },
    {
      "id": 274,
      "title": "The Silence of the Lambs",
      "overview": "Clarice Starling is a top student at the FBI's training academy. Jack Crawford wants Clarice to interview Dr. Hannibal Lecter, a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism. Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
      "date": "February 1, 1991",
      "genres": [
        "Crime",
        "Drama",
        "Horror",
        "Thriller"
      ],
      "poster": "/qjAyTj2BSth1EQ89vNfo0JYVPFN.jpg",
      "backdrop": "/1ewiz2BOytcyE90ozbaiDDZn8ma.jpg",
      "rate": 8.3
    },
    {
      "id": 121,
      "title": "The Lord of the Rings: The Two Towers",
      "overview": "Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
      "date": "December 18, 2002",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "poster": "/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
      "backdrop": "/9BUvLUz1GhbNpcyQRyZm1HNqMq4.jpg",
      "rate": 8.3
    },
    {
      "id": 37257,
      "title": "Witness for the Prosecution",
      "overview": "When Leonard Vole is arrested for the sensational murder of a rich, middle-aged widow, the famous Sir Wilfrid Robarts agrees to appear on his behalf. Sir Wilfrid, recovering from a near-fatal heart attack, is supposed to be on a diet of bland, civil suits—but the lure of the criminal courts is too much for him, especially when the case is so difficult.",
      "date": "December 17, 1957",
      "genres": [
        "Crime",
        "Drama",
        "Mystery"
      ],
      "poster": "/heY0CCUqN4DY3X30thssZkvWZwx.jpg",
      "backdrop": "/kazLzEofKKr7pBcvKw6VRtFnXRJ.jpg",
      "rate": 8.3
    },
    {
      "id": 335,
      "title": "Once Upon a Time in the West",
      "overview": "A widow whose land and life are in danger as the railroad is getting closer and closer to taking them over. A mysterious harmonica player joins forces with a desperado to protect the woman and her land.",
      "date": "December 21, 1968",
      "genres": [
        "Western"
      ],
      "poster": "/3RymloPYcEPx30T1vTrz2cXaVnh.jpg",
      "backdrop": "/sNaQWTsQFfdhjKweXbgjSHKZ8YS.jpg",
      "rate": 8.3
    },
    {
      "id": 299534,
      "title": "Avengers: Endgame",
      "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
      "date": "April 24, 2019",
      "genres": [
        "Action",
        "Adventure",
        "Science Fiction"
      ],
      "poster": "/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
      "backdrop": "/7RyHsO4yDXtBv1zUU3mTpHeQ0d5.jpg",
      "rate": 8.3
    },
    {
      "id": 1398,
      "title": "Stalker",
      "overview": "Near a gray and unnamed city is the Zone, a place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A stalker guides two men into the Zone, specifically to an area in which deep-seated desires are granted.",
      "date": "May 25, 1979",
      "genres": [
        "Drama",
        "Science Fiction"
      ],
      "poster": "/lUE0Bp7wH0EterJ44qMRsqtKFnp.jpg",
      "backdrop": "/m7yrs7Sw5WpUNJdqDjEhkNJVpxt.jpg",
      "rate": 8.3
    },
    {
      "id": 24382,
      "title": "Big Deal on Madonna Street",
      "overview": "Best friends Peppe and Mario are thieves, but they're not very good at it. Still, Peppe thinks that he's finally devised a master heist that will make them rich. With the help of some fellow criminals, he plans to dig a tunnel from a rented apartment to the pawnshop next door, where they can rob the safe. But his plan is far from foolproof, and the fact that no one in the group has any experience digging tunnels proves to be the least of their problems.",
      "date": "June 6, 1958",
      "genres": [
        "Comedy",
        "Crime"
      ],
      "poster": "/f5OxD8Nl0pR3DcYHtYhHRfpsmjl.jpg",
      "backdrop": "/tzbBAsLzX3n0GcAK7KEwnSvlDrT.jpg",
      "rate": 8.3
    },
    {
      "id": 490132,
      "title": "Green Book",
      "overview": "Tony Lip, a bouncer in 1962, is hired to drive pianist Don Shirley on a tour through the Deep South in the days when African Americans, forced to find alternate accommodations and services due to segregation laws below the Mason-Dixon Line, relied on a guide called The Negro Motorist Green Book.",
      "date": "November 16, 2018",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/7BsvSuDQuoqhWmU2fL7W2GOcZHU.jpg",
      "backdrop": "/78PjwaykLY2QqhMfWRDvmfbC6EV.jpg",
      "rate": 8.3
    },
    {
      "id": 455661,
      "title": "In a Heartbeat",
      "overview": "A closeted boy runs the risk of being outed by his own heart after it pops out of his chest to chase down the boy of his dreams.",
      "date": "June 1, 2017",
      "genres": [
        "Animation",
        "Comedy",
        "Family",
        "Romance"
      ],
      "poster": "/wJUJROdLOtOzMixkjkx1aaZGSLl.jpg",
      "backdrop": "/6DwR9kIUvsWq434d7NFLWroHTdI.jpg",
      "rate": 8.3
    },
    {
      "id": 422,
      "title": "8½",
      "overview": "Guido Anselmi, a film director, finds himself creatively barren at the peak of his career. Urged by his doctors to rest, Anselmi heads for a luxurious resort, but a sorry group gathers—his producer, staff, actors, wife, mistress, and relatives—each one begging him to get on with the show. In retreat from their dependency, he fantasizes about past women and dreams of his childhood.",
      "date": "February 14, 1963",
      "genres": [
        "Drama",
        "Fantasy"
      ],
      "poster": "/5pQlc8dp5dXzWg1yM70DZrsDpOl.jpg",
      "backdrop": "/cdccKL6nLs21Ak27BWpryPrxqie.jpg",
      "rate": 8.3
    },
    {
      "id": 157336,
      "title": "Interstellar",
      "overview": "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
      "date": "November 5, 2014",
      "genres": [
        "Adventure",
        "Drama",
        "Science Fiction"
      ],
      "poster": "/nBNZadXqJSdt05SHLqgT0HuC5Gm.jpg",
      "backdrop": "/xu9zaAevzQ5nnrsXN6JcahLnG4i.jpg",
      "rate": 8.3
    },
    {
      "id": 398818,
      "title": "Call Me by Your Name",
      "overview": "In 1980s Italy, a relationship begins between seventeen-year-old teenage Elio and the older adult man hired as his father's research assistant.",
      "date": "September 1, 2017",
      "genres": [
        "Drama",
        "Romance"
      ],
      "poster": "/tcNniniS4rfqrLH0oORikJfnIwY.jpg",
      "backdrop": "/64OtTrXNyLwbqWBcd9JBsJmZb7w.jpg",
      "rate": 8.3
    },
    {
      "id": 470044,
      "title": "The Hate U Give",
      "overview": "Raised in a poverty-stricken slum, a 16-year-old girl named Starr now attends a suburban prep school. After she witnesses a police officer shoot her unarmed best friend, she's torn between her two very different worlds as she tries to speak her truth.",
      "date": "October 19, 2018",
      "genres": [
        "Crime",
        "Drama"
      ],
      "poster": "/2icwBom0t5nmOuZI9FVXF3gkMK0.jpg",
      "backdrop": "/5AijK8OxcTzuT8z6aEcc3kO96eG.jpg",
      "rate": 8.3
    },
    {
      "id": 299536,
      "title": "Avengers: Infinity War",
      "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
      "date": "April 25, 2018",
      "genres": [
        "Action",
        "Adventure",
        "Science Fiction"
      ],
      "poster": "/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
      "backdrop": "/bOGkgRGdhrBYJSLpXaxhXVstddV.jpg",
      "rate": 8.3
    },
    {
      "id": 28,
      "title": "Apocalypse Now",
      "overview": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
      "date": "August 15, 1979",
      "genres": [
        "Drama",
        "War"
      ],
      "poster": "/jcvJ2xcVWU9Wh0hZAxcs103s8nN.jpg",
      "backdrop": "/oh9MdyIu333sC1biBeEgPqgSpVW.jpg",
      "rate": 8.3
    },
    {
      "id": 517814,
      "title": "Capernaum",
      "overview": "Zain, a 12-year-old boy scrambling to survive on the streets of Beirut, sues his parents for having brought him into such an unjust world, where being a refugee with no documents means that your rights can easily be denied.",
      "date": "October 6, 2018",
      "genres": [
        "Drama"
      ],
      "poster": "/mFnfTVADj8yOxwzprYOmTPselk8.jpg",
      "backdrop": "/8e0ETQmrgcP6R8TaVjd7o9NCGj9.jpg",
      "rate": 8.3
    },
    {
      "id": 446159,
      "title": "Bacurau",
      "overview": "Bacurau, a small town in the Brazilian sertão, mourns the loss of its matriarch, Carmelita, who lived to be 94. Days later, its inhabitants notice that their community has vanished from most maps.",
      "date": "August 29, 2019",
      "genres": [
        "Mystery",
        "Thriller",
        "Western"
      ],
      "poster": "/l31rzdZ2fDwkB56YWotbqMCGzSh.jpg",
      "backdrop": "/nqRu2hk6F9UICID7XkLZBytSM6H.jpg",
      "rate": 8.3
    },
    {
      "id": 105,
      "title": "Back to the Future",
      "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
      "date": "July 3, 1985",
      "genres": [
        "Adventure",
        "Comedy",
        "Family",
        "Science Fiction"
      ],
      "poster": "/pTpxQB1N0waaSc3OSn0e9oc8kx9.jpg",
      "backdrop": "/x4N74cycZvKu5k3KDERJay4ajR3.jpg",
      "rate": 8.3
    },
    {
      "id": 8587,
      "title": "The Lion King",
      "overview": "A young lion prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young prince must decide his fate: Will he remain an outcast or face his demons and become what he needs to be?",
      "date": "May 7, 1994",
      "genres": [
        "Animation",
        "Drama",
        "Family"
      ],
      "poster": "/sKCr78MXSLixwmZ8DyJLrpMsd15.jpg",
      "backdrop": "/2wW1hyNxpU36aNtNSHVhIOJccde.jpg",
      "rate": 8.3
    },
    {
      "id": 5156,
      "title": "Bicycle Thieves",
      "overview": "Antonio, an unemployed man in the depressed post-WWII economy of Italy, at last finds a good job hanging up posters, the only requirement for which is that he must have his own bicycle. When Antonio’s bicycle is stolen, he and his son are forced to walk the streets of Rome in search of it, or else face ruin.",
      "date": "November 24, 1948",
      "genres": [
        "Drama"
      ],
      "poster": "/7ZiSTZN5FWsphVmlwFVFfn5EOl.jpg",
      "backdrop": "/vyz8ZJpATpxWCvYe5caZyzdn9Zq.jpg",
      "rate": 8.3
    },
    {
      "id": 284,
      "title": "The Apartment",
      "overview": "Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.",
      "date": "June 15, 1960",
      "genres": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "poster": "/8nrQKQjD6z0SJouKHQapXzmjFc6.jpg",
      "backdrop": "/vF4d4hAKMcrDE4Y6zLwUSijp32g.jpg",
      "rate": 8.3
    },
    {
      "id": 378064,
      "title": "A Silent Voice",
      "overview": "Shouya Ishida starts bullying the new girl in class, Shouko Nishimiya, because she is deaf. But as the teasing continues, the rest of the class starts to turn on Shouya for his lack of compassion. When they leave elementary school, Shouko and Shouya do not speak to each other again... until an older, wiser Shouya, tormented by his past behaviour, decides he must see Shouko once more. He wants to atone for his sins, but is it already too late...?",
      "date": "September 17, 2016",
      "genres": [
        "Animation",
        "Drama",
        "Romance"
      ],
      "poster": "/drlyoSKDOPnxzJFrRWGqzDsyJvR.jpg",
      "backdrop": "/q5HZvtyqG8Vz39Ee9uTQbLeEml.jpg",
      "rate": 8.2
    },
    {
      "id": 10098,
      "title": "The Kid",
      "overview": "A tramp cares for a boy after he's abandoned as a newborn by his mother. Later the mother has a change of heart and aches to be reunited with her son.",
      "date": "February 6, 1921",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/drgMcyTsySQBnUPGaBThCHGdlWT.jpg",
      "backdrop": "/wEo4UtBAWdB4aOmQ9wRjI1aS7Dt.jpg",
      "rate": 8.2
    },
    {
      "id": 475557,
      "title": "Joker",
      "overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
      "date": "October 2, 2019",
      "genres": [
        "Crime",
        "Drama",
        "Thriller"
      ],
      "poster": "/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
      "backdrop": "/n6bUvigpRFqSwmPp1m2YADdbRBc.jpg",
      "rate": 8.2
    },
    {
      "id": 426,
      "title": "Vertigo",
      "overview": "A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.",
      "date": "May 9, 1958",
      "genres": [
        "Mystery",
        "Romance",
        "Thriller"
      ],
      "poster": "/obhM86qyv8RsE69XSMTtT9FdE0b.jpg",
      "backdrop": "/c7iSbhSffDkM2yf5cg3D91FuVga.jpg",
      "rate": 8.2
    },
    {
      "id": 705,
      "title": "All About Eve",
      "overview": "From the moment she glimpses her idol at the stage door, Eve Harrington is determined to take the reins of power away from the great actress Margo Channing. Eve maneuvers her way into Margo's Broadway role, becomes a sensation and even causes turmoil in the lives of Margo's director boyfriend, her playwright and his wife. Only the cynical drama critic sees through Eve, admiring her audacity and perfect pattern of deceit.",
      "date": "October 6, 1950",
      "genres": [
        "Drama"
      ],
      "poster": "/6numIZH6uR3NlJgY9m7nGH0jhs.jpg",
      "backdrop": "/gt7HbwIA5xS1s8jrjy18t3Pfnvz.jpg",
      "rate": 8.2
    },
    {
      "id": 992,
      "title": "Sherlock, Jr.",
      "overview": "A film projectionist longs to be a detective, and puts his meagre skills to work when he is framed by a rival for stealing his girlfriend's father's pocketwatch.",
      "date": "April 19, 1924",
      "genres": [
        "Action",
        "Comedy",
        "Mystery"
      ],
      "poster": "/1G9r3rqtbFAQuyWKOZm4Y5J5s7Q.jpg",
      "backdrop": "/l3RiIjaN1peXQ2lAwnpF33Xb5R0.jpg",
      "rate": 8.2
    },
    {
      "id": 522212,
      "title": "Just Mercy",
      "overview": "The powerful true story of Harvard-educated lawyer Bryan Stevenson, who goes to Alabama to defend the disenfranchised and wrongly condemned — including Walter McMillian, a man sentenced to death despite evidence proving his innocence. Bryan fights tirelessly for Walter with the system stacked against them.",
      "date": "December 25, 2019",
      "genres": [
        "Drama",
        "History"
      ],
      "poster": "/zQGzAoYF6lXDN3L9hxBecQRZIwB.jpg",
      "backdrop": "/4x2AKefQtj8TmzxyRJEEdAayj1V.jpg",
      "rate": 8.2
    },
    {
      "id": 670,
      "title": "Oldboy",
      "overview": "With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate businessman seeks revenge on his captors.",
      "date": "November 21, 2003",
      "genres": [
        "Action",
        "Drama",
        "Mystery",
        "Thriller"
      ],
      "poster": "/hzj9o9cizYFv76rK0C7nXBAQ9lw.jpg",
      "backdrop": "/cne1AaNoVPHOEUiwcdS7sSo1uJ5.jpg",
      "rate": 8.2
    },
    {
      "id": 77338,
      "title": "The Intouchables",
      "overview": "A true story of two men who should never have met – a quadriplegic aristocrat who was injured in a paragliding accident and a young man from the projects.",
      "date": "November 2, 2011",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "poster": "/4mFsNQwbD0F237Tx7gAPotd0nbJ.jpg",
      "backdrop": "/ihWaJZCUIon2dXcosjQG2JHJAPN.jpg",
      "rate": 8.2
    },
    {
      "id": 1585,
      "title": "It's a Wonderful Life",
      "overview": "A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.",
      "date": "December 20, 1946",
      "genres": [
        "Drama",
        "Family",
        "Fantasy"
      ],
      "poster": "/bSqt9rhDZx1Q7UZ86dBPKdNomp2.jpg",
      "backdrop": "/nMomMy1sD3SN2QsKop3zBXCJfDJ.jpg",
      "rate": 8.2
    },
    {
      "id": 110420,
      "title": "Wolf Children",
      "overview": "After her werewolf lover unexpectedly dies in an accident, a woman must find a way to raise the son and daughter that she had with him. However, their inheritance of their father's traits prove to be a challenge for her.",
      "date": "July 21, 2012",
      "genres": [
        "Animation",
        "Drama",
        "Family",
        "Fantasy"
      ],
      "poster": "/rDMxjCYEVnvLC4nsBpB6wjL0LDy.jpg",
      "backdrop": "/1Y66fi0srOb0ijAOg069DXriD3S.jpg",
      "rate": 8.2
    },
    {
      "id": 490,
      "title": "The Seventh Seal",
      "overview": "When disillusioned Swedish knight Antonius Block returns home from the Crusades to find his country in the grips of the Black Death, he challenges Death to a chess match for his life. Tormented by the belief that God does not exist, Block sets off on a journey, meeting up with traveling players Jof and his wife, Mia, and becoming determined to evade Death long enough to commit one redemptive act while he still lives.",
      "date": "February 16, 1957",
      "genres": [
        "Drama",
        "Fantasy"
      ],
      "poster": "/iJXSumDrz64AvmFZaHHNBGDO1ex.jpg",
      "backdrop": "/u2YXzSieIsDUZnhPpoytNJiTwyt.jpg",
      "rate": 8.2
    },
    {
      "id": 586863,
      "title": "Les Misérables",
      "overview": "Inspired by the 2005 riots in Paris, Stéphane, a recent transplant to the impoverished suburb of Montfermeil, joins the local anti-crime squad. Working alongside his unscrupulous colleagues Chris and Gwada, Stéphane struggles to maintain order amidst the mounting tensions between local gangs. When an arrest turns unexpectedly violent, the three officers must reckon with the aftermath and keep the neighborhood from spiraling out of control.",
      "date": "November 14, 2019",
      "genres": [
        "Crime",
        "Drama",
        "Thriller"
      ],
      "poster": "/2ZQV9rPFXF0iFfKbsAvVIweQ1yM.jpg",
      "backdrop": "/6K74rGGGjKGrblGTa7S9yRcUtnF.jpg",
      "rate": 8.2
    },
    {
      "id": 19,
      "title": "Metropolis",
      "overview": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.",
      "date": "January 10, 1927",
      "genres": [
        "Drama",
        "Science Fiction"
      ],
      "poster": "/qriaeUUwdmlgethK3aSAx68mG05.jpg",
      "backdrop": "/u54I29jxhHlUtAZ5fKXVGOCjIMo.jpg",
      "rate": 8.2
    }
  ]
}